const AboutUsPage = () => {
    return <div>
        <div>
            <h2 className="text-2xl font-bold mb-4">О нас</h2>

            <p className="mb-4">
                Добро пожаловать в мир волшебства и сладких наслаждений!
            </p>
            <p className="mb-4">
                Мы - команда профессиональных кондитеров, увлеченных искусством создания удивительных десертов. Наша история началась в небольшой кондитерской, где каждый день мы воплощали мечты вкусных и неповторимых сладостей. С течением времени наше стремление к совершенству привело нас к созданию собственного виртуального кондитерского магазина.
            </p>
            <p className="mb-4">
                Наши продукты - это не просто десерты, это истинные произведения искусства, призванные радовать и вдохновлять. Мы используем только самые свежие и качественные ингредиенты, чтобы каждый наш шедевр приносил вам радость и наслаждение с первого кусочка.
            </p>
            <p className="mb-4">
                Наша цель - не просто продавать конфеты, но создавать волшебные моменты, запечатленные в каждом лакомстве. Мы стремимся быть вашим надежным партнером в мире сладостей, который всегда приносит вам удовольствие и радость.
            </p>
            <p className="mb-4">
                Добро пожаловать в нашу сладкую семью!
            </p>
        </div>
    </div>;
}

export default AboutUsPage;