const DeliveryPage = () => {
    return <div>
        <h2 className="text-2xl font-bold mb-4">Доставка</h2>

        <div className="mb-6">
            <p className="text-gray-700 mb-4">
                Мы стремимся обеспечить максимальное удобство для наших клиентов, поэтому предлагаем надежную и быструю доставку заказанных кондитерских изделий прямо к вашему порогу.
            </p>
            <p className="text-gray-700 mb-4">
                Мы осуществляем доставку в город Петрозаводск и ближайшие населенные пункты. Стоимость и сроки доставки зависят от вашего местоположения и общей суммы заказа. При оформлении заказа вы сможете выбрать удобный для вас способ доставки и уточнить все детали с нашим оператором.
            </p>
            <p className="text-gray-700">
                Наша команда профессионалов готова обеспечить вас высококачественными кондитерскими изделиями и оперативной доставкой. Мы стремимся к тому, чтобы каждый ваш заказ приносил вам только положительные эмоции и радость от вкуса.
            </p>
        </div>

    </div>;
}

export default DeliveryPage;